[
   {
      "name": "Pulkit Gupta",
      "year": "Senior",
      "role": "Head-Programmer",
      "paragraph": "Hi! I am a senior at Greenhill and this is my fourth year in Greenhill robotics. I am a programmer on the team, and I enjoy robotics because it involves coding and solving real problems. I enjoy the teamwork on the robotics team, and I have learned many new things about programming throughout the year.",
   },
   {
      "name": "Naren Ram",
      "year": "Sophomore",
      "role": "Programmer",
      "paragraph": "Hello! I am a sophomore at Greenhill. I was part of the FLL program in Middle School and was part of the first senior class for middle school robotics. As a high schooler, I hope to continue my robotics career by programming our robot. I hope to major in robotics and CS in college, and continue using robotics in the future. Outside of robotics, I love tennis, saxophone, volleyball, and science. As a programmer, I enjoy solving problems and finding creative solutions. As a second-year team member, I hope to learn more and contribute more to our team.",
   },
   {
      "name": "David Bell",
      "year": "Senior",
      "role": "Captain",
      "paragraph": "I am a senior at Greenhill, and joined robotics my freshman year. I have had prior experience in FLL and won the Boy Scouts Pinewood Derby 2 years in a row by attaching motors to the back of the car. I have learned 3D design through robotics and have enjoyed every moment of it (along with spending long nights in the robotics room getting everything ready for tournaments). It has been a lot of fun spending time with the team and crafting new robots to encompass our ideas.",
   },
   {
      "name": "Daniel Lawson",
      "year": "Senior",
      "role": "Captain",
      "paragraph": "I am a senior at Greenhill. I have been on the robotics team since the start of my freshman year. I am one of the 3D designers on the team, and I also act as a builder on the robot. I like being on the robotics team because I learn new things, enjoy teamwork, and have a lot of great memories from all of us working together.",
   },
   {
      "name": "Bradley Bolton",
      "year": "Senior",
      "role": "Builder",
      "paragraph": "This is my senior year at Greenhill, but only my second year on the team. I’ve been interested since I was a freshman, but did not have the time to participate until my junior year. I had no prior experience with robotics, but spent time using low voltage electronics and programming them with Arduino. As such, it was easy for me to jump into the swing of FTC. I spend most of my time working on the kinetic parts of the robot, specifically the slide and pulley mechanisms.",
   },
   {
      "name": "Luke Contreras",
      "year": "Junior",
      "role": "Captain",
      "paragraph": "My name is Luke and I am a junior at Greenhill. I have been on the robotics team since my Sophomore year, acting both as a programmer and a builder. This year, I will be shifting my focus primarily to programming to gain more experience with Java and the software design process. In addition, I hope to continue expanding my communication and collaboration skills by working with the team in developing our robot.",
   },
   {
      "name": "Amon Guinan",
      "year": "Junior",
      "role": "Builder",
      "paragraph": "I joined Viridian as a sophomore due to my interest in engineering. I have enjoyed my time in the Viridian team so far. Historically, I have worked as a builder; however, I plan on working as a programmer this year. At this point, I have some experience in most areas of the development of robots and other various engineering projects. I plan on learning more in the areas of programming and design to further improve my skills.",
   },
   {
      "name": "Everett Graves",
      "year": "Sophomore",
      "role": "Designer",
      "paragraph": "I have officially been doing robotics since 6th grade (FLL) but I have been interested in engineering since before 4th grade. The reason I chose to be a designer is that I think I have a good vision about how to fix problems and see how things work. I also have experience with 3D printing. Aside from robotics, I spend a lot of time working with computers and engineering with Arduino and 3D printed prototypes.",
   },
   {
      "name": "Aarian Dhanani",
      "year": "Freshman",
      "role": "Builder",
      "paragraph": "Hello! I am a freshman. I am excited to be part of the Viridian robotics team! In Middle School, I was part of Greenhill’s FLL team. I was also in VEX Robotics. I like engineering and building items. Besides robotics, I am a Quizlet Ambassador and Beta Tester, and I am also a swimmer. I hope to gain experience out of this year and I know it will be a lot of fun!",
   },
   {
      "name": "Travis Mann",
      "year": "Freshman",
      "role": "Builder",
      "paragraph": "Hello! I’m a freshman. I enjoy creating and designing robots. I have built with VEX Robotics and want to do more. Before that I built with Legos and took them apart then built them again and again. I play cross country and golf for Greenhill.",
   },
   {
      "name": "Christopher Dycus",
      "year": "Freshman",
      "role": "Builder",
      "paragraph": "I am a freshman and this is my first year in FTC. In the last four years, I participated in the Greenhill FLL team, where I discovered my passion for robotics. I like to build anything, whether it’s electronics or plastic models. I have been interested in electronics and robotics for most of my life and I look forward to working with Viridian in the next year.",
   },
   {
      "name": "Timmy Nadolsky",
      "year": "Freshman",
      "role": "Programmer",
      "paragraph": "Hi, I’m Timmy and I’m a freshman. This is my first year of FTC. I’ve been in FLL for a while, and I’m excited to be writing Java and using advanced sensors and techniques for Viridian. I’ve also had experience with other object-oriented programming languages, as well as with VEX Robotics systems. I hope that I will learn a lot this year in FTC!",
   },
   {
      "name": "Matthew Cole",
      "year": "Freshman",
      "role": "Designer",
      "paragraph": "Hi, I am a freshman and this is my first year in FTC. I have experience in the franchise with FLL and I participated in FLL for 3 years. I am on the Greenhill swim team. I look forward to participating in robotics with Viridian in the coming years.",
   },
   {
      "name": "Uday Narayanan",
      "year": "Freshman",
      "role": "Programmer",
      "paragraph": "I’m a sophomore, and this is my first year in robotics. My lack of experience in programming makes me eager to learn more and develop my skills. I’m excited to be in robotics, and  I can’t wait to see what’s in store.",
   },
   {
      "name": "Varun Sureka",
      "year": "Freshman",
      "role": "Builder",
      "paragraph": "I’m a freshman and this is my first year on the team. I love building things and am really excited for this season. I’ve never really done robotics before, and this year I decided that I wanted to give it a shot. I can’t wait to see what this season is going to be like.",
   },
   {
      "name": "Victor Le",
      "year": "Sophomore",
      "role": "Programmer",
      "paragraph": "I’m a sophomore and this is my second year in robotics. I am excited to see how this year will turn out for the robot and the team. I also hope to learn a lot from my time in robotics.",
   },
   {
      "name": "Georgia Sasso",
      "year": "Sophomore",
      "role": "Builder",
      "paragraph": "I’m a sophomore and this is my first year on the team. I have always loved to build and have had a small amount of programming experience from my coding class at the school I used to go to. I am very excited about this season because we have a lot of very talented people on this team, and I am excited to contribute to the work that this team will produce.",
   },
]
